[
	{
		"Book_ID" : 1,
		"Book_Name" : "Fourth Wing",
		"Book_Author" : "Rebecca Yarros",
		"Book_Genre" : "Fantasy",
		"Price" : 9.19,
		"Book_Script" : "Twenty-year-old Violet Sorrengail was supposed to enter the Scribe Quadrant, living a quiet life among books and history. Now, the commanding general-also known as her tough-as-talons mother-has ordered Violet to join the hundreds of candidates striving to become the elite of Navarre: dragon riders."
	},
	{
		"Book_ID" : 2,
		"Book_Name" : "The Harry Potter Series",
		"Book_Author" : "J.K. Rowling",
		"Book_Genre" : "Fantasy",
		"Price" : 51.65,
		"Book_Script" : "The Harry Potter books follow a young wizard named Harry as he attends Hogwarts School of Witchcraft and Wizardry. Alongside his friends Ron and Hermione, Harry faces challenges, discovers his past, and confronts the dark wizard Voldemort across seven books, filled with magic, friendship, and the battle between good and evil."
	},
	{
		"Book_ID" : 3,
		"Book_Name" : "A Court of Thorns and Roses Series",
		"Book_Author" : "Sarah J. Maas",
		"Book_Genre" : "Fantasy",
		"Price" : 31.74,
		"Book_Script" : "ACOTAR Follows Feyre, a huntress who accidentally kills a faerie and is taken to the faerie lands as punishment. There, she navigates faerie politics, forms relationships with powerful fae like Tamlin and Rhysand, and becomes involved in a high-stakes battle that could impact both human and faerie realms across several books filled with magic, romance, and conflicts."
	},
	{
		"Book_ID" : 4,
		"Book_Name" : "To Kill a Kingdom",
		"Book_Author" : "Alexandra Christo",
		"Book_Genre" : "Fantasy",
		"Price" : 4.67,
		"Book_Script" : "Princess Lira is siren royalty and the most lethal of them all. With the hearts of seventeen princes in her collection, she is revered across the sea. Until a twist of fate forces her to kill one of her own. To punish her daughter, the Sea Queen transforms Lira into the one thing they loathe most - a human. Robbed of her song, Lira has until the winter solstice to deliver Prince Elians heart to the Sea Queen or remain a human forever."
	},
	{
		"Book_ID" : 5,
		"Book_Name" : "Elizabeth Bathory: Life and Legacy of Historys Most Prolific Female Serial Killer",
		"Book_Author" : "James Oliver",
		"Book_Genre" : "History",
		"Price" : 6.12,
		"Book_Script" : "This book explains the life and times of this powerful woman - and how she came to be accused of so many heinous crimes. Youll gain access to a variety of historical versions, perspectives, and accounts of her life - some of which paint her as a villain and others as a victim!"
	},
	{
		"Book_ID" : 6,
		"Book_Name" : "The Great Empires of the Ancient World",
		"Book_Author" : "Thomas Harrison",
		"Book_Genre" : "History",
		"Price" : 11.63,
		"Book_Script" : "A distinguished team of internationally renowned scholars surveys the great empires from 1600 BC to AD 500, from the ancient Mediterranean to China. Exploring the very nature of empire itself, the authors show how profoundly imperialism in the distant past influenced the 19th-century powers and the modern United States."
	},
	{
		"Book_ID" : 7,
		"Book_Name" : "Landlines",
		"Book_Author" : "Raynor Winn",
		"Book_Genre" : "History",
		"Price" : 6,
		"Book_Script" : "Embarking on a journey across the Cape Wrath Trail, over 200 miles of gruelling terrain through Scotlands remotest mountains and lochs, Raynor and Moth look to an uncertain future. Fearing that miracles dont often repeat themselves."
	},
	{
		"Book_ID" : 8,
		"Book_Name" : "Unbroken: A World War II Story of Survival",
		"Book_Author" : "Lauren Hillenbrand",
		"Book_Genre" : "History",
		"Price" : 4.71,
		"Book_Script" : "On a May afternoon in 1943, an Army Air Forces bomber crashed into the Pacific Ocean and disappeared, leaving only a spray of debris and a slick of oil, gasoline, and blood. Then, on the ocean surface, a face appeared. It was that of a young lieutenant, the planes bombardier, who was struggling to a life raft and pulling himself aboard. So began one of the most extraordinary odysseys of the Second World War."
	},
	{
		"Book_ID" : 9,
		"Book_Name" : "The Haunting of Hill House",
		"Book_Author" : "Shirley Jackson",
		"Book_Genre" : "Horror",
		"Price" : 9.9,
		"Book_Script" : "Welcome to Hill House, an eerie mansion with a chilling past. When a group of individuals sets out to uncover its supernatural secrets, they find themselves trapped in a world where reality blurs with the terrifying unknown. Shirley Jacksons classic tale weaves a haunting narrative that explores the eerie power of a house that seems to have a mind of its own."
	},
	{
		"Book_ID" : 10,
		"Book_Name" : "Dracula",
		"Book_Author" : "Bram Stoker",
		"Book_Genre" : "Horror",
		"Price" : 14.29,
		"Book_Script" : "When Jonathan Harker visits Transylvania to help Count Dracula with the purchase of a London house, he makes a series of horrific discoveries about his client. Soon afterwards, various bizarre incidents unfold in England: an apparently unmanned ship is wrecked off the coast of Whitby; a young woman discovers strange puncture marks on her neck; and the inmate of a lunatic asylum raves about the Master and his imminent arrival."
	},
	{
		"Book_ID" : 11,
		"Book_Name" : "The Shining",
		"Book_Author" : "Stephen King",
		"Book_Genre" : "Horror",
		"Price" : 10.11,
		"Book_Script" : "Danny is only five years old, but in the words of old Mr Hallorann he is a shiner, aglow with psychic voltage. When his father becomes caretaker of the Overlook Hotel, Dannys visions grow out of control. As winter closes in and blizzards cut them off, the hotel seems to develop a life of its own. It is meant to be empty. So who is the lady in Room 217 and who are the masked guests going up and down in the elevator? And why do the hedges shaped like animals seem so alive? Somewhere, somehow, there is an evil force in the hotel - and that, too, is beginning to shine."
	},
	{
		"Book_ID" : 12,
		"Book_Name" : "The Exorcist",
		"Book_Author" : "William Peter Blatty",
		"Book_Genre" : "Horror",
		"Price" : 9.19,
		"Book_Script" : "The terror begins unobtrusively. Noises in the attic. In the childs room, an odd smell, the displacement of furniture, an icy chill. At first, easy explanations are offered. Then frightening changes begin to appear in eleven-year-old Regan. Medical tests fail to shed any light on her symptoms, but it is as if a different personality has invaded her body."
	}
]
