[
	{
		"Game_ID" : 1,
		"Game_Name" : "Fae Farm",
		"Game_Genre" : "Cozy Games",
		"W_Console" : "PC, NINTENDO SWITCH",
		"Price" : 29.99,
		"Game_Script" : "Escape to the magical life of your dreams in Fae Farm, a farm sim RPG for 1-4 players. Craft, cultivate, and decorate to grow your homestead, and use spells to explore the enchanted island of Azoria!"
	},
	{
		"Game_ID" : 2,
		"Game_Name" : "Spellcaster University",
		"Game_Genre" : "Cozy Games",
		"W_Console" : "PC",
		"Price" : 19.49,
		"Game_Script" : "Develop a prestigious university of mages. Build rooms, train your students, fight orcs, slay the bureaucrats, manage your budget... a directors life is not a quiet one."
	},
	{
		"Game_ID" : 3,
		"Game_Name" : "Little Witch in the Woods",
		"Game_Genre" : "Cozy Games",
		"W_Console" : "PC, NINTENDO SWITCH",
		"Price" : 12.39,
		"Game_Script" : " Little Witch in the Woods tells the story of Ellie, an apprentice witch. Explore the mystical forest, help the charming residents, and experience the daily life of the witch."
	},
	{
		"Game_ID" : 4,
		"Game_Name" : "Cozy Grove",
		"Game_Genre" : "Cozy Games",
		"W_Console" : "PC, NINTENDO SWITCH",
		"Price" : 11.39,
		"Game_Script" : "Welcome to Cozy Grove, a game about camping on a haunted, ever-changing island. As a Spirit Scout, youll wander the islands forest each day, finding new hidden secrets and helping soothe the local ghosts. With a little time and a lot of crafting, youll bring color and joy back to Cozy Grove!"
	},
	{
		"Game_ID" : 5,
		"Game_Name" : "Hogwarts Legacy",
		"Game_Genre" : "RPG",
		"W_Console" : "PC, XBOX, PLAYSTATION, NINTENDO SWITCH",
		"Price" : 49.99,
		"Game_Script" : "Hogwarts Legacy is an immersive, open-world action RPG. Now you can take control of the action and be at the center of your own adventure in the wizarding world."
	},
	{
		"Game_ID" : 6,
		"Game_Name" : "God of War",
		"Game_Genre" : "RPG",
		"W_Console" : "PLAYSTATION",
		"Price" : 39.99,
		"Game_Script" : "Against a backdrop of Norse Realms torn asunder by the fury of the Aesir, they’ve been trying their utmost to undo the end times. But despite their best efforts, Fimbulwinter presses onward. Witness the changing dynamic of the father-son relationship as they fight for survival. Atreus thirsts for knowledge to help him understand the prophecy of Loki, as Kratos struggles to break free of his past and be the father his son needs."
	},
	{
		"Game_ID" : 7,
		"Game_Name" : "Lies of P",
		"Game_Genre" : "RPG",
		"W_Console" : "PLAYSTATION, PC, XBOX",
		"Price" : 49.99,
		"Game_Script" : "Lies of P is a thrilling soulslike that takes the story of Pinocchio, turns it on its head, and sets it against the darkly elegant backdrop of the Belle Epoque era."
	},
	{
		"Game_ID" : 8,
		"Game_Name" : "Marvels Spider Man 2",
		"Game_Genre" : "RPG",
		"W_Console" : "PLAYSTATION",
		"Price" : 69.99,
		"Game_Script" : "Peter Parker and Miles Morales return for an exciting new adventure in the critically acclaimed Marvel’s Spider-Man franchise. Swing, jump and utilize the new Web Wings to travel across Marvel’s New York, quickly switching between Peter Parker and Miles Morales to experience different stories and epic new powers, as the iconic villain Venom threatens to destroy their lives, their city and the ones they love."
	},
	{
		"Game_ID" : 9,
		"Game_Name" : "STARDEW VALLEY",
		"Game_Genre" : "SIMULATION",
		"W_Console" : "PC, NINTENDO SWITCH, XBOX, PLAYSTATION",
		"Price" : 10.99,
		"Game_Script" : "Youve inherited your grandfathers old farm plot in Stardew Valley. Armed with hand-me-down tools and a few coins, you set out to begin your new life. Can you learn to live off the land and turn these overgrown fields into a thriving home?"
	},
	{
		"Game_ID" : 10,
		"Game_Name" : "Two Point Hospital",
		"Game_Genre" : "SIMULATION",
		"W_Console" : "PC, NINTENDO SWITCH, XBOX, PLAYSTATION",
		"Price" : 24.99,
		"Game_Script" : "Design stunning hospitals, cure peculiar illnesses and manage troublesome staff as you spread your budding healthcare organisation across Two Point County."
	},
	{
		"Game_ID" : 11,
		"Game_Name" : "GAME DEV TYCOON",
		"Game_Genre" : "SIMULATION",
		"W_Console" : "PC",
		"Price" : 8.5,
		"Game_Script" : "In Game Dev Tycoon you replay the history of the gaming industry by starting your own video game development company in the 80s. Create best selling games. Research new technologies and invent new game types. Become the leader of the market and gain worldwide fans."
	},
	{
		"Game_ID" : 12,
		"Game_Name" : "NAHEULBEUKS DUNGEON MASTER",
		"Game_Genre" : "SIMULATION",
		"W_Console" : "PC",
		"Price" : 20.99,
		"Game_Script" : "A dungeon in danger ! Build, manage, and defend your tower in the satirical heroic fantasy universe of Dungeon of Naheulbeuk. From a shaky establishment to an infamous lair!"
	}
]
